Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Crushed barley
it: Orzo frantumato

source: Barley flakes
it: Fiocchi d'orzo

source: Flavourings, other than essential oils, for beverages
it: Aromi per bevande diversi dagli olii essenziali

source: Gluten prepared as foodstuff
it: Glutine per uso alimentare

source: Croutons
it: Crostini

source: Garlic puree
it: Purea d'aglio

source: Non-medicated lozenges
it: Pastiglie non medicinali

source: Ready-made dishes containing pasta
it: Piatti pronti contenenti pasta

source: Wholemeal pasta
it: Pasta integrale

source: Oolong tea
it: Tè oolong

source: Aromatic preparations for food
it: Composti aromatici per uso alimentare

source: Asian noodles
it: Noodle asiatici

source: Snack food products made from rice flour
it: Snack a base di farina di riso

source: Chocolate fillings for bakery products
it: Ripieni di cioccolato per prodotti da forno

source: Chocolate flavoured coatings
it: Glasse aromatizzate al cioccolato

source: Garden herbs, preserved [seasonings]
it: Erbaggi conservati [condimenti]

source: Vegetable thickeners
it: Addensanti vegetali

source: Mustard vinegar
it: Aceto di senape

source: Sauces for pizzas
it: Salse per pizza

source: Aromatic preparations for making non-medicated infusions
it: Preparati aromatici per infusi non medicinali

source: Noodle-based prepared meals
it: Pasti preparati a base di noodle

source: Frozen pastry stuffed with vegetables
it: Paste congelate ripiene di verdure

source: Fruit sugar
it: Fruttosio

source: Tartare sauce
it: Salsa tartara

source: Cachou [confectionery], other than for pharmaceutical purposes
it: Mentina [confetteria], non per uso farmaceutico

source: Wafers
it: Wafer

source: Puffed rice
it: Riso soffiato

source: Biological honey for human consumption
it: Miele biologico per l'alimentazione umana

source: Coffee based fillings
it: Ripieni a base di caffè

source: Coffee extracts
it: Estratti di caffè

source: Cones for ice cream
it: Coni per gelati

source: Rice puddings containing sultanas and nutmeg
it: Budini di riso contenenti uva sultanina e noce moscata

source: Roasted barley and malt for use as substitute for coffee
it: Orzo e malto torrefatti da utilizzare come succedanei del caffè

source: Snack foods made from corn
it: Snack a base di mais

source: Snack foods made from wheat
it: Snack a base di frumento

source: Prepared desserts [chocolate based]
it: Dolci pronti [a base di cioccolato]

source: Chocolate for confectionery and bread
it: Cioccolato per confetteria e pane

source: Ginger [spice]
it: Zenzero [spezia]

source: Flavourings for cheeses
it: Aromi per formaggio

source: Fresh pizza
it: Pizza fresca

source: Vanilla flavorings
it: Aroma di vaniglia

source: Mixes for making puddings
it: Miscele per fare budini

source: Mayonnaise
it: Maionese

source: Chocolate based fillings
it: Ripieni a base di cioccolato

source: Extracts of cocoa for use as flavours in foodstuffs
it: Estratti di cacao da utilizzare come aromi in alimenti

source: Confectionery ices
it: Confetteria, gelati

source: Candies (Non-medicated -) with honey
it: Caramelle (non medicinali) contenenti miele

source: Canned sauces
it: Salse in scatola

source: Vegetable flour
it: Farine vegetali

source: Processed corn
it: Mais lavorato

source: Processed ginseng used as a herb, spice or flavoring
it: Ginseng lavorato usato come erba, spezia o aroma

source: Processed semolina
it: Semolino lavorato

source: Processed unpopped popcorn
it: Semi per pop-corn lavorati

source: Chinese stuffed dumplings (gyoza, cooked)
it: Ravioli cinesi ripieni (gyoza, cotti)

source: Non-medicated confectionery in the form of lozenges
it: Confetteria non medicinale in forma di pastiglie

source: Green tea
it: Tè verde

source: Pizzas
it: Pizze

source: Teas (Non-medicated -) containing lemon
it: Tè contenenti limone (non medicinali)

source: Marshmallow confectionery
it: Caramelle gommose (confetteria)

source: Chewing sweets (Non-medicated -)
it: Caramelle da masticare (non medicinali)

source: Iced tea (Non-medicated -)
it: Tè ghiacciato (non medicinale)

source: Foodstuffs containing chocolate [as the main constituent]
it: Alimenti contenenti cioccolato [come ingrediente principale]

source: Brine for use in cocktails
it: Salamoia per cocktail

source: Pepper sauces
it: Salse al pepe

source: Ice-cream cakes
it: Dolci semifreddi

source: Sea salt for cooking
it: Sale marino da cucina

source: Chocolate decorations for cakes
it: Decorazioni di cioccolato per torte

source: Chocolate drink preparations flavoured with toffee
it: Preparati per cioccolata da bere aromatizzati al caramello

source: Chocolates in the form of pralines
it: Cioccolatini sotto forma di praline

source: Christmas puddings
it: Budini di Natale

source: Confectioners' glaze
it: Glassa per pasticcieri

source: Sweets (Non-medicated -) being acidulated
it: Caramelle (non medicinali) acidulate

source: Crackers flavoured with spices
it: Crackers aromatizzati alle spezie

source: Sausage binding materials
it: Leganti per salsicce

source: Truffles [confectionery]
it: Tartufi [confetteria]

source: Sambal oelek (ground red pepper sauce)
it: Sambal oelek (salsa di peperoncino macinato)

source: Sandwich spread made from chocolate and nuts
it: Creme da spalmare su panini a base di cioccolato e noci

source: Coffee substitutes [artificial coffee or vegetable preparations for use as coffee]
it: Succedanei del caffè [surrogati del caffè o preparati ai cereali da usare come caffè]

source: Crystal sugar [not confectionery]
it: Cristalli di zucchero [non confetteria]

source: Glutinous starch syrup (mizu-ame)
it: Sciroppo di amido glutinoso (Mizu-ame)

source: Japanese horseradish powder spice (wasabi powder)
it: Spezia in polvere al rafano giapponese (polvere wasabi)

source: Japanese style steamed cakes (mushi-gashi)
it: Dolci giapponesi al vapore (mushi-gashi)

source: Non-medicated confectionery for use as part of a calorie controlled diet
it: Confetteria non medicinale per diete a controllo calorico

source: Extracts used as flavoring [not essential oils]
it: Estratti utilizzati come aromi [non oli essenziali]

source: Flavoured popcorn
it: Popcorn aromatizzato

source: Flavourings made from fish
it: Aromi a base di pesce

source: Tea bags (Non-medicated -)
it: Tè in bustine (non medicinale)

source: Steamed bread
it: Pane al vapore

source: Non-medicated mouth freshening lozenges
it: Compresse per rinfrescare l'alito non medicinali

source: Cooked rice
it: Riso cotto

source: Chocolate for toppings
it: Cioccolato per guarnizioni

source: Decorations [edible] for christmas trees
it: Decorazioni per alberi di Natale [commestibili]

source: Cocoa products
it: Prodotti di cacao

source: Cocoa preparations for use in making beverages
it: Preparati a base di cacao per la preparazione di bevande

source: Black tea [English tea]
it: Tè nero [tè inglese]

source: Frozen confections on a stick
it: Confetteria surgelata in stick

source: Mixtures of malt coffee with cocoa
it: Miscele di caffè al malto con cacao

source: Modified corn starch
it: Amido di mais modificato

source: Rice based dishes
it: Piatti a base di riso

source: Chocolate-based beverages
it: Bevande a base di cioccolato

source: Shortbread part coated with a chocolate flavoured coating
it: Pastafrolla ricoperta di un rivestimento aromatizzato al cioccolato

source: Pralines made of chocolate
it: Praline a base di cioccolato

source: Pralines with liquid filling
it: Praline con ripieno liquido

source: Pre-baked bread
it: Pane precotto

source: Preparations for making beverages [chocolate based]
it: Preparati per bevande [a base di cioccolato]

source: Chicory based coffee substitute
it: Succedanei del caffè a base di cicoria

source: Enriched rice [uncooked]
it: Riso arricchito [non cotto]

source: Chocolate confectionery containing pralines
it: Confetteria al cioccolato contenente praline

source: Biscuits for human consumption made from malt
it: Biscotti a base di malto per l'alimentazione umana

source: Prepared rice dishes
it: Piatti di riso pronti

source: Snack food products made from cereal flour
it: Snack a base di farina di cereali

source: Snack food products made from soya flour
it: Snack a base di farina di soia

source: Snack foods consisting principally of confectionery
it: Snack principalmente a base di confetteria

source: Cooking essences
it: Essenze da cucina

source: Chocolate flavoured beverage making preparations
it: Preparati per bevande aromatizzati al cioccolato

source: Vegetable flavoured corn chips
it: Patatine di mais con aromi vegetali

source: Deep frozen pasta
it: Pasta surgelata

source: Sandwiches containing meat
it: Panini imbottiti con carne

source: Sauces containing nuts
it: Salse contenenti noci

source: Substances imparting smell for addition to drink [other than essential oils]
it: Sostanze che impartiscono aroma da aggiungere ad una bibita [tranne gli oli essenziali]

source: Muesli desserts
it: Dolci al muesli

source: Natural honey
it: Miele naturale

source: Orange based confectionery
it: Confetteria a base di arance

source: Orange flavoured tea [other than for medicinal use]
it: Tè aromatizzato all'arancia [non per uso medicinale]

source: Ground pepper
it: Pepe macinato

source: Propolis for food purposes
it: Propoli per uso alimentare

source: Lo mein [noodles]
it: Lo mein [tagliatelle]

source: Frozen pastry stuffed with meat and vegetables
it: Paste congelate ripiene di carne e verdure

source: Fruit flavoured water ices in the form of lollipops
it: Sorbetti aromatizzati alla frutta sotto forma di ghiaccioli

source: Marinades
it: Marinate

source: Cheeseburgers [sandwiches]
it: Cheeseburger [panini]

source: Tea for infusions
it: Tè per infusi

source: Breakfast cereals containing a mixture of fruit and fibre
it: Cereali per la prima colazione contenenti una miscela di frutta e fibre

source: Canapes
it: Tartine

source: Wholemeal rice
it: Riso integrale

source: Prepared coffee and coffee-based beverages
it: Caffè pronto e bevande a base di caffè

source: Whole wheat grains being precooked
it: Grano integrale in chicchi precotto

source: Vegetal preparations for use as coffee substitutes
it: Preparati vegetali succedanei del caffè

source: Coffee in brewed form
it: Caffè in infusione

source: Ready-to-eat puddings
it: Budini pronti da mangiare

source: Rice crackers
it: Cracker al riso

source: Sorbets [water ices]
it: Sorbetti [ghiaccioli]

source: Essences for foodstuffs, except etheric essences and essential oils
it: Essenze per l'alimentazione eccetto le essenze eteriche e gli oli essenziali

source: Flavourings of tea
it: Aromi a base di tè

source: Puddings in powder form
it: Polvere per budini

source: Artichoke sauce
it: Salsa di carciofi

source: Coffee-based beverage containing milk
it: Bevande a base di caffè contenenti latte

source: Macaroni [uncooked]
it: Maccheroni non cotti

source: Pastry shells for monaka
it: Involucri di pasta per Monaka

source: Turmeric for use as a condiment
it: Curcuma per uso come condimento

source: Vegetable based coffee substitutes
it: Succedanei del caffè a base vegetale

source: Powdered garlic
it: Aglio in polvere

source: Processed oats
it: Avena lavorata

source: Cakes of sugar-bounded millet or popped rice (okoshi)
it: Dolci di miglio legato con zucchero o riso soffiato (okoshi)

source: Cocoa [roasted, powdered, granulated, or in drinks]
it: Cacao [tostato, in polvere, in grani o come bevanda]

source: Coffee [roasted, powdered, granulated, or in drinks]
it: Caffè [tostato, in polvere, in grani o come bevanda]

source: Dried pieces of wheat gluten (fu, uncooked)
it: Pezzi secchi di glutine di grano (crudi)

source: Sweets (Non-medicated -) in the nature of caramels
it: Caramelle (non medicinali) ovvero caramelle morbide, toffee

source: Non-medicated flour confectionery coated with chocolate
it: Confetteria non medicinale a base di farina ricoperta di cioccolato

source: Frozen yogurt confections
it: Dolci a base di frozen yogurt

source: Tea extracts (Non-medicated -)
it: Estratti di tè (non medicinali)

source: Dried chili peppers seasoning
it: Peperoncini secchi (condimenti)

source: Ice lollies
it: Ghiaccioli

source: Food preparations based on grains
it: Prodotti alimentari a base di cereali

source: Foodstuffs made from cereals
it: Alimenti a base di cereali

source: Ginseng tea [insamcha]
it: Tè al ginseng [insamcha]

source: Korean traditional sweets and cookies [hankwa]
it: Dolci e biscotti coreani tradizionali [hankwa]

source: Half-moon-shaped rice cake [songpyeon]
it: Torta di riso a forma di mezzaluna [songpyeon]

source: Peppermints [other than for medicinal use]
it: Mentine [non per uso medicinale]

source: Savory food flavourings for food [other than essential oils]
it: Insaporitori per alimenti [non oli essenziali]

source: Cereal preparations coated with sugar and honey
it: Preparati di cereali rivestiti con zucchero e miele

source: Chocolate covered wafer biscuits
it: Wafer ricoperti di cioccolato

source: Chocolate creams
it: Creme al cioccolato

source: Chocolate wafers
it: Wafer al cioccolato

source: Confectionery containing jam
it: Confetteria contenente marmellate

source: Confectionery containing jelly
it: Confetteria contenente gelatina

source: Powdered preparations containing cocoa for use in making beverages
it: Prodotti in polvere contenenti cacao per preparare bevande

source: Shortbread part coated with chocolate
it: Pezzi di pastafrolla ricoperta di cioccolato

source: Smoke distillates from wood for flavouring foodstuffs
it: Distillati affumicanti a base di legno per aromatizzare alimenti

source: Sweetmeats [candy] containing fruit
it: Dolci [caramelle] contenenti frutta

source: Crackers flavoured with cheese
it: Cracker aromatizzati al formaggio

source: Crackers flavoured with herbs
it: Crackers aromatizzati alle erbe

source: Rice
it: Riso

source: Vanilla flavourings for culinary purposes
it: Aromi alla vaniglia per uso culinario

source: Crystal sugar pieces [confectionery]
it: Cristalli di zucchero a pezzi [confetteria]

source: Pellet-shaped rice crackers (arare)
it: Cracker di riso in grani (arare)

source: Mallows [confectionery]
it: Confetteria soffice

source: Malt dextrin glazings for foodstuffs
it: Glasse di maltodestrina per alimenti

source: Ice cream stick bars
it: Gelato in stick

source: Extruded snacks containing maize
it: Snack estrusi contenenti mais

source: Flavoured rices
it: Riso aromatizzato

source: Foodstuffs made of sugar for making a dessert
it: Alimenti composti da zucchero per preparare dolci

source: Freeze-dried coffee
it: Caffè liofilizzato

source: Tablets (Non-medicated -) made of glucose with a caffeine base
it: Compresse (non medicinali) di glucosio con base di caffeina

source: Herbal preparations for making beverages
it: Preparati a base di erbe per fare bevande

source: Pastries consisting of vegetables and fish
it: Paste ripiene con ortaggi e pesce

source: Pastries consisting of vegetables and meat
it: Paste contenenti ortaggi e carne

source: Pastries containing fruit
it: Pasticcini contenenti frutta

source: Capers
it: Capperi

source: Ice beverages with a chocolate base
it: Bevande ghiacciate a base di cioccolato

source: Cotton candy
it: Zucchero filato

source: Saffron [seasoning]
it: Zafferano [condimenti]

source: Baguettes
it: Baguette

source: Barley flour [for food]
it: Farina d' orzo per alimenti

source: Pounded wheat
it: Grano macinato

source: Fried rice
it: Riso fritto

source: Frozen dairy confections
it: Confetteria surgelata al latte

source: Mixtures of coffee and malt
it: Miscele di caffè e malto

source: Flavourings, other than essential oils, for cakes
it: Aromi per dolci tranne olii essenziali

source: Nan bread
it: Pane naan

source: Chocolate beverages with milk
it: Bevande al cioccolato con latte

source: Sesame snacks
it: Snack al sesamo

source: Preparations for making beverages [coffee based]
it: Preparati per bevande [a base di caffè]

source: Chocolate coffee
it: Caffè al cioccolato

source: Curry pastes
it: Paste di curry

source: Yorkshire puddings
it: Yorkshire pudding

source: Mixes for the preparation of bread
it: Miscele per la preparazione di pane

source: Lapsang souchong tea
it: Tè lapsong souchong

source: Profiteroles
it: Profiterole

source: Ready to eat savory snack foods made from maize meal formed by extrusion
it: Snack salati pronti a base di farina di mais e formati tramite estrusione

source: Confectionery for decorating Christmas trees
it: Dolciumi per la decorazione dell'albero di natale

source: Unleavened bread
it: Pane d'azzimo

source: Snack food products made from potato flour
it: Snack a base di farina di patate

source: Rice-based snack food
it: Snack a base di riso

source: Snack foods consisting principally of pasta
it: Snack principalmente a base di pasta

source: Confectionery in frozen form
it: Confetteria in forma surgelata

source: Dried tortellini
it: Tortellini secchi

source: Sandwiches containing minced beef
it: Panini contenenti manzo tritato

source: Sugar, other than for medical use
it: Zucchero non per uso medico

source: Pitta bread
it: Pane Pita

source: Apple flavoured tea [other than for medicinal use]
it: Tè aromatizzato alla mela [non per uso medicinale]

source: Meals consisting primarily of rice
it: Pasti principalmente a base di riso

source: Frozen prepared rice
it: Riso pronto surgelato

source: Frozen prepared rice with seasonings
it: Riso pronto surgelato con condimenti

source: Fruit flavoured tea [other than medicinal]
it: Tè aromatizzati alla frutta [non medicinali]

source: Ice cream with fruit
it: Gelati con frutta

source: Chocolate mousses
it: Mousse al cioccolato

source: Linseed for culinary purposes [seasoning]
it: Semi di lino per uso culinario [condimento]

source: Salad dressings containing cream
it: Condimento per insalata con panna

source: Roasted coffee beans
it: Chicchi di caffè tostati

source: Biscuits flavoured with fruit
it: Biscotti aromatizzati alla frutta

source: Whole wheat grains being cooked
it: Grano integrale in chicchi cotti

source: Wild rice [prepared]
it: Riso selvatico [pronto]

source: Preparations based on cocoa
it: Prodotti a base di cacao

source: Rice cake snacks
it: Snack dolci al riso

source: Snack foods made from corn and in the form of rings
it: Snack a base di mais e in forma di anelli

source: Sodium chloride for preserving foodstuffs
it: Cloruro di sodio per la conservazione di alimenti

source: Preparations of chicory for use as a substitute for coffee
it: Preparati a base di cicoria da utilizzare come succedanei del caffè

source: Prepared foodstuffs in the form of sauces
it: Alimenti pronti sotto forma di salse

source: Ferments for pastes
it: Fermenti per paste

source: Petits fours [cakes]
it: Pasticcini [pasticceria]

source: Turmeric
it: Curcuma

source: Toasted bread
it: Pane tostato

source: Essences for food [other than essential oils]
it: Essenze per alimenti [esclusi gli oli essenziali]

source: Hot dog sandwiches
it: Panini con hot dog

source: Ice cream confectionery
it: Confetteria per gelati

source: Caramel coated popcorn with candied nuts
it: Popcorn ricoperti di caramello con noci candite

source: Caramelised sugar
it: Zucchero caramellato

source: Unfermented bread
it: Pane non fermentato

source: Vegetable purees [sauces]
it: Puree di verdura [salse]

source: Spicy sauces
it: Salse piccanti

source: Sweets (Non-medicated -) being honey based
it: Caramelle non medicate a base di miele

source: Sweets (Non-medicated -) in the nature of chocolate eclairs
it: Dolci (non medicati) sotto forma di bignè lunghi al cioccolato

source: Sweets (Non-medicated -) in the nature of sugar confectionery
it: Caramelle (non medicinali) in forma di confetteria

source: Pies containing meat
it: Pasticci contenenti carne

source: Lozenges [confectionery]
it: Pasticche [confetteria]

source: Chocolates
it: Cioccolatini

source: Rice crackers [senbei]
it: Cracker di riso [senbei]

source: Starch-based candies (ame)
it: Caramelle a base di amido (ame)

source: Sugared beans (ama-natto)
it: Chicchi zuccherati (Ama-natto)

source: Tea of salty kelp powder (kombu-cha)
it: Tè di polvere di fuco salata (kombu-cha)

source: Tea cakes
it: Dolci da tè

source: Black tea
it: Tè nero

source: Dry and liquid ready-to-serve meals, mainly consisting of pasta
it: Piatti pronti asciutti o liquidi costituiti principalmente da paste alimentari

source: Peppercorns
it: Pepe in grani

source: Ice cream mixes
it: Gelati misti

source: Imitation mayonnaise
it: Succedanei della maionese

source: Sauces flavoured with nuts
it: Salse aromatizzate alle noci

source: Sauces for ice cream
it: Salse per gelati

source: Savory pastries
it: Pasticceria salata

source: Cereal preparations consisting of bran
it: Preparati a base di cereali composti da crusca

source: Chocolate drink preparations
it: Preparati per bevande al cioccolato

source: Chocolate drink preparations flavoured with mint
it: Preparati per cioccolata da bere aromatizzati alla menta

source: Chocolate drink preparations flavoured with nuts
it: Preparati per cioccolata da bere aromatizzati alle noci

source: Chocolate drink preparations flavoured with orange
it: Preparati per cioccolata da bere aromatizzati all'arancia

source: Chocolates in the form of sea horses
it: Cioccolatini sotto forma di cavallucci marini

source: Concentrated sauce
it: Salsa concentrata

source: Polysaccharides for use as food for human consumption
it: Polisaccaridi da utilizzare come alimenti per il consumo umano

source: Crackers flavoured with fruit
it: Crackers aromatizzati alla frutta

source: Crackers flavoured with meat
it: Crackers aromatizzati alla carne

source: Honey
it: Miele

source: Toasts [biscuits]
it: Biscotti tostati

source: Salted tarts
it: Torte salate

source: Chocolate candy with fillings
it: Caramelle al cioccolato con ripieno

source: Danish bread
it: Pane danese

source: Dried sugared cakes of rice flour (rakugan)
it: Dolci zuccherati secchi di farina di riso (Rakugan)

source: Japanese pepper powder spice (sansho powder)
it: Pepe giapponese in polvere (Sansho)

source: Malt dextrin glazings for confectionary
it: Glasse di maltodestrina per confetteria

source: Bread doughs
it: Pasta per pane

source: Non-medicated chocolate
it: Cioccolato non medicinale

source: Non-medicated confectionery containing chocolate
it: Confetteria non medicata contenente cioccolato

source: Coffee extracts for use as substitutes for coffee
it: Estratti di caffè da utilizzare come succedanei del caffè

source: Frankfurter sandwiches
it: Panini con wurstel

source: Flour of oats
it: Farina d'avena

source: Hon-mirin-type flavouring sauce
it: Salse aromatizzanti del tipo Hon-mirin

source: Horseradish sauces
it: Salsa di rafano

source: Ice confectionery
it: Confetteria congelata

source: Cocoa for use in making beverages
it: Cacao per la preparazione di bevande

source: Couscous [semolina]
it: Cuscus [semolino]

source: Croissants
it: Croissant

source: Fried corn
it: Mais fritto

source: Mixtures for making ice cream products
it: Miscele per realizzare prodotti di gelateria

source: Modified pregelatinized starches for food [not medical]
it: Amidi alimentari modificati pregelatinizzati [non medicinali]

source: Fondants [confectionery]
it: Fondenti [confetteria]

source: Instant porridge
it: Porridge istantaneo

source: Barley prepared for human consumption
it: Orzo pronto per l'alimentazione umana

source: Cocoa beverages with milk
it: Bevande al cacao con latte

source: Preparations for making beverages [tea based]
it: Preparati per bevande [a base di tè]

source: Dried cooked-rice
it: Riso cotto essiccato

source: Chips [cereal products]
it: Fiocchi di cereali essiccati
